const ServicePrivacy = () => {
    return (
        <div>
            <h2>隱私權政策</h2>
            <p>
                歡迎您使用「香氛晨光」網站。本隱私權政策旨在說明我們如何收集、使用、保護和共用您的個人資訊。請仔細閱讀本政策，以瞭解我們對您個人資訊的處理方式。
            </p>
            <h3 className='mt-5'>個人資訊的收集與使用</h3>
            <p> 我們可能會在以下情況下收集您的個人資訊：</p>
            <ul>
                <li>
                    註冊帳戶：當您在我們的網站上註冊帳戶時，我們可能會收集您的姓名、電子郵件地址、聯絡電話等資訊，以便管理您的帳戶和提供服務。
                </li>
                <li>
                    訂單信息：當您購買商品時，我們可能會收集您的送貨地址、付款信息等，以確保您的訂單能夠順利處理和送達。
                </li>
                <li>
                    客戶支援：當您聯繫我們的客戶服務團隊時，我們可能會收集您提供的信息，以解決您的問題或回覆您的查詢。
                </li>
                <li>網站使用情況：我們可能會收集有關您在我們網站上的使用情況的信息，以改進我們的網站和服務。</li>
            </ul>
            <p>我們會使用您的個人資訊來：</p>
            <ul>
                <li>理您的訂單，提供商品和服務。</li>
                <li>聯繫您，回覆您的查詢，提供客戶支援。</li>
                <li>向您發送訂單確認、交貨通知、付款確認等相關通知。</li>
                <li>進行市場研究和分析，改進我們的產品和服務。</li>
                <li>遵守法律和法規的要求。</li>
            </ul>
            <h3 className='mt-5'>個人資訊的保護</h3>
            <p>
                我們採取適當的技術和安全措施，以保護您的個人資訊免於未經授權的訪問、使用或洩露。我們會定期審查我們的安全政策並進行更新，以確保您的資訊得到妥善保護。
            </p>
            <h3 className='mt-5'>個人資訊的共用</h3>
            <p>我們僅會在以下情況下共用您的個人資訊：</p>
            <ul>
                <li>與合作夥伴：我們可能會與合作夥伴共用您的資訊，以便提供相關服務，如運送公司、付款處理機構等。</li>
                <li>法律要求：我們可能會根據法律的要求，共用您的資訊。</li>
            </ul>
            <h3 className='mt-5'>Cookie 和類似技術</h3>
            <p>我們可能會使用Cookie和類似技術來收集有關您在我們網站上的活動的信息，以改善您的使用體驗。</p>
            <h3 className='mt-5'>隱私權政策的更新</h3>
            <p>
                我們可能會不時更新本隱私權政策，以反映我們的業務實踐和法規要求。我們將在網站上發布更新的隱私權政策，並提供生效日期。
            </p>
            <h3 className='mt-5'>聯絡我們</h3>
            <p>如果您對我們的隱私權政策有任何問題請聯繫我們</p>
        </div>
    );
};
export default ServicePrivacy;
